#tap "atomicjar/tap"
#tap "azure/functions"
#tap "barnardb/cookies"
#tap "hashicorp/tap"
#tap "homebrew/bundle"
#tap "homebrew/cask-fonts"
#tap "jstkdng/programs"
#tap "minamijoyo/hcledit"
#brew "cryptography"
#brew "python@3.12"
#brew "ansible"
#brew "asciinema"
#brew "atuin"
#brew "python@3.11"
#brew "azure-cli"
brew "bash"
brew "bat"
#brew "glib"
#brew "cairo"
brew "curl"
#brew "cargo-c"
#brew "catimg"
#brew "cdebug"
#brew "harfbuzz"
#brew "librsvg"
#brew "chafa"
brew "check-jsonschema"
#brew "difftastic"
brew "dos2unix"
brew "fd"
#brew "tesseract"
#brew "ffmpeg"
#brew "ffmpegthumbnailer"
#brew "pmix"
#brew "open-mpi"
#brew "fpp"
brew "node"
#brew "fx"
brew "fzf"
#brew "generate-json-schema"
#brew "gnupg"
#brew "go"
#brew "gpgme"
#brew "htop"
#brew "hugo"
#brew "libheif"
#brew "liblqr"
#brew "imagemagick"
#brew "ipcalc"
#brew "ipython"
#brew "jc"
#brew "jnv"
brew "jq"
#brew "kpcli"
#brew "kubernetes-cli"
#brew "lazygit"
#brew "lf"
#brew "libsixel"
#brew "qemu"
#brew "lima"
brew "lua"
#brew "make"
#brew "marp-cli"
#brew "media-info"
#brew "neovim"
#brew "nmap"
#brew "pandoc"
#brew "pass"
#brew "pipenv"
#brew "pngpaste"
#brew "poppler"
#brew "pre-commit"
#brew "pup"
#brew "python@3.10"
#brew "pyvim"
#brew "ranger"
#brew "reattach-to-user-namespace"
#brew "ripgrep"
#brew "shellcheck"
#brew "showkey"
#brew "telnet"
#brew "terraform", link: false
#brew "terraform-docs"
#brew "tfenv"
#brew "tflint"
#brew "tfsec"
brew "tmux"
#brew "ttyrec"
#brew "unar"
brew "vault"
#brew "vips"
#brew "w3m"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "yazi"
brew "yq"
#brew "zellij"
#brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
#brew "barnardb/cookies/cookies"
#brew "hashicorp/tap/boundary"
#brew "jstkdng/programs/ueberzugpp"
cask "alacritty"
cask "alt-tab"
#cask "apache-directory-studio"
#cask "balenaetcher"
#cask "dbeaver-community"
#cask "docker"
cask "firefox"
cask "flameshot"
#cask "flycut"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
#cask "hyperkey"
cask "keepassxc"
cask "maccy"
#cask "oracle-jdk"
#cask "postman"
#cask "testcontainers-desktop"
#cask "viber"
#cask "wezterm"
