tap "atomicjar/tap"
tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jstkdng/programs"
tap "minamijoyo/hcledit"
brew "asciinema"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bat"
brew "curl"
brew "cargo-c"
brew "catimg"
brew "cdebug"
brew "chafa"
brew "difftastic"
brew "dos2unix"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gnupg"
brew "go"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "ipython"
brew "jnv"
brew "jq"
brew "kpcli"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libsixel"
brew "qemu"
brew "lima"
brew "lua"
brew "make"
brew "node"
brew "marp-cli"
brew "media-info"
brew "neovim"
brew "pandoc"
brew "pass"
brew "pipenv"
brew "poppler"
brew "pre-commit"
brew "pup"
brew "python@3.10"
brew "pyvim"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "unar"
brew "vault"
brew "w3m"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/boundary"
brew "jstkdng/programs/ueberzugpp"
cask "alacritty"
cask "alt-tab"
cask "apache-directory-studio"
cask "balenaetcher"
cask "dbeaver-community"
cask "flycut"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "oracle-jdk"
cask "testcontainers-desktop"
cask "viber"
cask "visual-studio-code"
vscode "marp-team.marp-vscode"
vscode "noahbeij.marp-codecafe-snippets"
vscode "stephlin.vscode-tmux-keybinding"
vscode "vscodevim.vim"
