tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "minamijoyo/hcledit"
brew "python@3.11"
brew "azure-cli"
brew "curl"
brew "cargo-c"
brew "cdebug"
brew "dos2unix"
brew "fzf"
brew "gnupg"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lima"
brew "lua"
brew "make"
brew "neovim"
brew "node"
brew "pipenv"
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "vault"
brew "wget"
brew "yq"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/boundary"
cask "alacritty"
cask "alt-tab"
cask "apache-directory-studio"
cask "balenaetcher"
cask "dbeaver-community"
cask "flycut"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "oracle-jdk"
cask "viber"
cask "visual-studio-code"
vscode "stephlin.vscode-tmux-keybinding"
vscode "vscodevim.vim"
